[
  {
    "id": 1,
    "statement": "O contribuinte que vende mais de R$ 20 mil de ações em Bolsa de Valores em um mês deverá pagar Imposto de Renda. O pagamento para a Receita Federal consistirá em 15% do lucro obtido com a venda das ações. Um contribuinte que vende por R$ 34 mil um lote de ações que custou R$ 26 mil terá de pagar de Imposto de Renda à Receita Federal o valor de",
    "alternatives": [
      "R$ 900,00.",
      "R$ 1 200,00.",
      "R$ 2 100,00.",
      "R$ 3 900,00.",
      "R$ 5 100,00."
    ],
    "correctAlternative": 1,
    "explanation": "Como o imposto deverá ser pago em cima do lucro, então precisamos descobrir qual foi esse valor. Para isso, basta diminuir o valor da venda pelo valor da compra, isto é:\n\nLucro = 34 000 - 26 000 = 8 000\n\nAgora temos que encontrar 15% deste valor, que será igual ao imposto que o contribuinte deverá pagar:\n\nImposto = 15% . 8 000=15/100.8000= 1200",
    "category": "Matemática",
    "year": 2013
  },
  {
    "id": 2,
    "statement": "Um arquiteto está reformando uma casa. De modo a contribuir com o meio ambiente, decide reaproveitar tábuas de madeira retiradas da casa. Ele dispõe de 40 tábuas de 540 cm, 30 de 810 cm e 10 de 1 080 cm, todas de mesma largura e espessura. Ele pediu a um carpinteiro que cortasse as tábuas em pedaços de mesmo comprimento, sem deixar sobras, e de modo que as novas peças ficassem com o maior tamanho possível, mas de comprimento menor que 2 m.\n\nAtendendo o pedido do arquiteto, o carpinteiro deverá produzir",
    "alternatives": [
      "105 peças.",
      "120 peças.",
      "210 peças.",
      "243 peças.",
      "420 peças."
    ],
    "correctAlternative": 4,
    "explanation": "Bla BLa BLa RESPOSTA",
    "category": "Matemática",
    "year": 2015
  },
  {
    "id": 3,
    "statement": "Qual é a capital do Brasil?",
    "alternatives": [
      "São Paulo",
      "Rio de Janeiro",
      "Brasília",
      "Salvador",
      "Belo Horizonte"
    ],
    "correctAlternative": 3,
    "category": "Geografia"
  },
  {
    "id": 4,
    "statement": "A torcida Fluminense inicia um movimento para mudar a letra de uma das músicas mais populares das arquibancadas tricolores. Grupos pedem a remoção do termo \"mulambo imundo\", em uma provocação direta ao Flamengo. Mulambo é um termo que surgiu em Angola, na época da escravatura, e eles eram chamados de mulambos pelos senhores de engenho, os patrões das fazendas.\n\nQual mudança no comportamento social a proposta reportada no texto reflete?",
    "alternatives": [
      "Rejeição de costumes elitistas",
      "Repulsão de condutas misóginas.",
      "Condenação do preconceito racial.",
      "Criminalização de práticas homofóbicas.",
      "Contestação do comportamento machista."
    ],
    "correctAlternative": 3,
    "category": "Ciências Humanas",
    "year": 2023
  },
  {
    "id": 5,
    "statement": "TEXTO I\nGerineldo dorme porque já está conformado com o seu mundo. Porque já sabe tudo o que lhe pode acontecer após haver submetido todos os objetos que o rodeiam a um minucioso inventário de possibilidades. Seu apartamento, mais que um apartamento, é uma teoria de sorte e de azar. Melhor que ninguém, Gerineldo conhece o coeficiente da dilatação de suas janelas e mantém marcado no termômetro, com uma linha vermelha, o ponto em que se quebrarão os vidros, despedaçados em estilhaços de morte. Sabe que os arquitetos e os engenheiros já previram tudo, menos o que nunca já aconteceu.\n\nMÁRQUEZ, G. G. O pessimista. In: Textos do Caribe. Rio de Janeiro: Record, 1981\n\nTEXTO II\nA situação é o sujeito inteiro (ele não é nada a não ser a sua situação) e é também a coisa inteira (nunca há mais nada senão as coisas). É o sujeito a elucidar as coisas pela sua própria superação, se assim quisermos; ou são as coisas a reenviar ao sujeito a imagem dele. É a total facticidade, a contingência absoluta do mundo, do meu nascimento, do meu lugar, do meu passado, dos meus redores — e é a minha liberdade sem limites que faz com que haja para mim uma facticidade.\n\nSARTRE, J.-P. O ser e o nada: ensaio de ontologia fenomenológica. Petrópolis: Vozes, 1997 (adaptado).\n\nA postura determinista adotada pelo personagem Gerineldo contrasta com a ideia existencialista contida no pensamento filosófico de Sartre porque",
    "alternatives": [
      "evidencia a manifestação do inconsciente.",
      "nega a possibilidade de transcendência.",
      "contraria o conhecimento difuso",
      "sustenta a fugacidade da vida.",
      "refuta a evolução biológica."
    ],
    "correctAlternative": 2,
    "category": "Ciências Humanas",
    "year": 2023
  },
  {
    "id": 6,
    "statement": "Txai Suruí, liderança da Juventude Indígena, profere seu discurso na abertura da COP-26 \"O clima está esquentando, os animais estão desaparecendo, os rios estão morrendo e nossas plantações não florescem como no passado. A Terra está falando: ela nos diz que não temos mais tempo.\"\n\nVICK, M. Quais são as conquistas do movimento indígena na COP-26. Disponível em: www.nexojornal.com.br. Acesso em: 10 nov. 2021 (adaptado).\n\nO discurso da líder indígena explicita um problema global relacionado ao(à)",
    "alternatives": [
      "manejo tradicional.",
      "reciclagem residual.",
      "consumo consciente.",
      "exploração predatória.",
      "reaproveitamento energético."
    ],
    "correctAlternative": 4,
    "category": "Ciências Humanas",
    "year": 2023
  },
  {
    "id": 7,
    "statement": "O masseiro, a mulher, e quatro filhos, dormindo numa tapera de quatro paredes de caixão, coberta de zinco. A água do mangue, na maré cheia, ia dentro de casa. Os maruins de noite encalombavam o corpo dos meninos. O mangue tinha ocasião que fedia, e os urubus faziam ponto por ali atrás dos petiscos. Perto da rua lavavam couro de boi, pele de bode para o curtume de um espanhol. Morria peixe envenenado, e quando a maré secava, os urubus enchiam o papo, ciscavam a lama, passeando banzeiros pelas biqueiras dos mocambos no Recife.\n\nRÊGO, J. L. O moleque Ricardo. Rio de Janeiro: J. Olympio, 1966 (adaptado).\n\nA aglomeração urbana representada no texto resulta em",
    "alternatives": [
      "conservação do meio rural.",
      "crescimento da vegetação ciliar.",
      "interferência do espaço geográfico.",
      "equilíbrio do ambiente das cidades.",
      "controle da proliferação dos animais."
    ],
    "correctAlternative": 3,
    "category": "Geografia",
    "year": 2023
  },
  {
    "id": 8,
    "statement": "Elas foram as pioneiras dos direitos das mulheres no Afeganistão. Defensoras ferrenhas da lei, buscaram justiça para os mais marginalizados. Mas, agora, mais de 220 juízas afegãs estão escondidas por medo de retaliação sob o regime do Talibã. Uma delas condenou centenas de homens por violência contra as mulheres, incluindo estupro, assassinato e tortura. Mas poucos dias depois que o Talibã assumiu o controle de sua cidade e milhares de criminosos condenados foram libertados da prisão, as ameaças de morte começaram. O país sempre foi considerado um dos lugares mais difíceis e perigosos do mundo para as mulheres. De acordo com estudos de organizações não governamentais, cerca de 87% das mulheres e meninas serão vítimas de abuso durante a vida.\n\nDisponível em: https://g1.globo.com. Acesso em: 12 out. 2021 (adaptado).\n\nA situação descrita representa uma",
    "alternatives": [
      "afronta às estruturas sociais.",
      "desprezo aos valores religiosos.",
      "transgressão às normas morais.",
      "desrespeito à dignidade humana.",
      "oposição aos princípios hierárquicos."
    ],
    "correctAlternative": 4,
    "category": "Ciências Humanas",
    "year": 2023
  },
  {
    "id": 9,
    "statement": "Colegas, na mente e no coração do povo, a Crimeia sempre foi uma porção inseparável da Rússia. Essa firme convicção se baseia na verdade e na justiça e foi passada de geração em geração, ao longo do tempo, sob quaisquer circunstâncias, apesar de todas as drásticas mudanças que nosso país atravessou durante todo o século XX.\n\nDisponível em: http://g1.globo.com. Acesso em: 28 jul. 2014.\n\nConsiderando a dinâmica geopolítica subjacente ao texto, a justificativa utilizada por Vladimir Putin, em 2014, para anexação dessa península apela para o argumento de que",
    "alternatives": [
      "as populações com idioma comum devem estar submetidas à mesma autoridade estatal.",
      "o imperialismo soviético havia se acomodado às pretensões das potências vizinhas.",
      "os organismos transnacionais são incapazes de solucionar disputas territoriais.",
      "a integração regional supõe a livre circulação de pessoas e mercadorias.",
      "a expulsão das forças navais ocidentais garantiria a soberania nacional."
    ],
    "correctAlternative": 1,
    "category": "Geografia",
    "year": 2022
  },
  {
    "id": 10,
    "statement": "O leproso é visto dentro de uma prática da rejeição, do exílio-cerca; deixa-se que se perca lá dentro como numa massa que não tem muita importância diferenciar; os pestilentos são considerados num policiamento tático meticuloso onde as diferenciações individuais são os efeitos limitantes de um poder que se multiplica, se articula e se subdivide. O grande fechamento por um lado; o bom treinamento por outro. A lepra e sua divisão; a peste e seus recortes. Uma é marcada; a outra, analisada e repartida. O exílio do leproso e a prisão da peste não trazem consigo o mesmo sonho político.\n\nFOUCAULT, M. Vigiar e punir: nascimento da prisão. Petrópolis: Vozes, 1987.\n\nOs modelos autoritários descritos no texto apontam para um sistema de controle que se baseia no(a):",
    "alternatives": [
      "Formação de sociedade disciplinar.",
      "Flexibilização do regramento social.",
      "Banimento da autoridade repressora.",
      "Condenação da degradação humana.",
      "Hierarquização da burocracia estatal."
    ],
    "correctAlternative": 1,
    "category": "Ciências Humanas",
    "year": 2022
  },
  {
    "id": 11,
    "statement": "Em 2003, teve início o Programa de Aquisição de Alimentos e, com ele, várias mudanças na perspectiva dos mercados institucionais. Trata-se do primeiro programa de compras públicas com uma orientação exclusiva para a agricultura familiar, articulando-a explicitamente com a segurança alimentar e nutricional. O Programa é destinado à aquisição de produtos agropecuários produzidos por agricultores enquadrados no Programa Nacional de Fortalecimento da Agricultura Familiar (Pronaf), incluídas aqui as categorias: assentados da reforma agrária, trabalhadores rurais sem terra, acampados, quilombolas, agroextrativistas, famílias atingidas por barragens e comunidades indígenas.\n\nGRISA, C.; ISOPO, S. P. Dez anos de PAA: As contribuições e os desafios para o desenvolvimento rural. In: GRISA, C.; SCHNEIDER, S. (Org.). Políticas públicas de desenvolvimento rural no Brasil. Porto Alegre: UFRGS, 2015.\n\nA ação governamental descrita constitui-se uma importante conquista para os pequenos produtores em virtude da:",
    "alternatives": [
      "Inovação tecnológica.",
      "Reestruturação fundiária.",
      "Comercialização garantida.",
      "Eliminação no custo do frete.",
      "Negociação na bolsa de valores."
    ],
    "correctAlternative": 3,
    "category": "Geografia",
    "year": 2022
  },
  {
    "id": 12,
    "statement": "Um experimento denominado FunFit foi desenvolvido com o objetivo de fazer com que os membros de uma comunidade local se tornassem mais ativos fisicamente. Todos os participantes do estudo foram vinculados a dois outros membros da comunidade que receberiam pequenos incentivos em dinheiro para serem estimulados a aumentar a sua atividade física, que era medida por acelerômetros nos celulares fornecidos pelo estado. Assim, se a pessoa andasse mais do que o habitual, seus conhecidos receberiam o dinheiro. Os resultados foram assombrosos: o esquema mostrou-se de quatro a oito vezes mais eficaz do que o método de oferecer incentivos individuais.\n\nMOROZOV, E. Big Tech: a ascensão dos dados e a morte da política. São Paulo: Ubu, 2018 (adaptado).\n\nContrariando a visão prevalente sobre o impacto tecnológico nas relações humanas, o texto revela que os celulares podem desempenhar uma função",
    "alternatives": [
      "recreativa, promovendo o lazer em redes integradas.",
      "social, estimulando a reciprocidade por meios digitais.",
      "laboral, convertendo o desenvolvedor em usuário final.",
      "comercial, direcionando a escolha por produtos industrializados.",
      "cognitiva, favorecendo a aprendizagem pelas ferramentas virtuais."
    ],
    "correctAlternative": 2,
    "category": "Ciências Humanas",
    "year": 2022
  },
  {
    "id": 13,
    "statement": "Macrocefalia urbana pode ser entendida como a massiva concentração das atividades econômicas em algumas metrópoles que propicia o desencadeamento de processos descompassados: redirecionamento e convergência de fluxos migratórios, déficit no número de empregos, ocupação desordenada de determinadas regiões da cidade e estigmatização de estratos sociais, que comprometem substancialmente a segurança pública urbana.\n\nSANTOS, M. O espaço dividido: os dois circuitos da economia urbana dos países subdesenvolvidos. São Paulo: Edusp, 2004.\n\nO processo de concentração espacial apresentado foi estimulado por qual fator geográfico?",
    "alternatives": [
      "Limitação da área ocupada.",
      "Êxodo da população do campo.",
      "Ampliação do risco habitacional.",
      "Deficiência do transporte alternativo.",
      "Crescimento da taxa de fecundidade."
    ],
    "correctAlternative": 2,
    "category": "Geografia",
    "year": 2022
  }
]